cafe_addresses = ['Москва, Театральная аллея, 1с1\n',
                  'Москва, ул. Мытная, 74\n',
                  'Москва, Нижняя Красносельская улица, 35с59\n',
                  'Москва, Цветной бульвар, 15с1\n',
                  'Москва, улица Барклая, 10\n',
                  'Москва, Симферопольский бульвар, 1\n',
                  'Москва, Профсоюзная улица, 126к3\n',
                  'Москва, Пресненская набережная, 8с1\n',
                  'Санкт Петербург, Большой проспект Васильевского острова, 16/14Б\n',
                  'Санкт Петербург, улица Решетникова, 13\n'
                  ]

directions = ['Москва, улица Поликарпова, 23Ак14\n',
              'Москва, Павловская улица, 27с5\n',
              'Москва, Ольховская улица, 11с1Б\n',
              'Москва, Трубная улица, 35\n',
              'Москва, улица 1812 года, 14с3\n',
              'Москва, Болотниковская улица, 1к2\n',
              'Москва, Профсоюзная улица, 114к2\n',
              'Москва, Мантулинская улица, 9к3\n',
              'Санкт-Петербург, 18-я линия Васильевского острова, 47\n',
              'Санкт-Петербург, Цветочная улица, 18Б\n']

file_dict_stop = {
    'Москва_Театральнаяаллея_1с1': 'МСК Динамо',
    'Москва_ул_Мытная_74': 'МСК Мытная',
    'Москва_НижняяКрасносельскаяулица_35с59': 'МСК Бауманка',
    'Москва_Цветнойбульвар_15с1': 'МСК Цветной',
    'Москва_улицаБарклая_10': 'МСК Баграт',
    'Москва_Симферопольскийбульвар_1': 'МСК Москворецкий',
    'Москва_Профсоюзнаяулица_126к3': 'МСК Коньково',
    'Москва_Пресненскаянабережная_8с1': 'МСК МоскваСити',
    'СанктПетербург_БольшойпроспектВасильевскогоострова_16_14Б': 'СПБ БольшойПроспект',
    'СанктПетербург_улицаРешетникова_13': 'СПБ Решетникова'
}

# rating
file_dict_place = {
    'Москва_улицаПоликарпова_23Ак14.txt': 'МСК Динамо',
    'Москва_Павловскаяулица_27с5.txt': 'МСК Мытная',
    'Москва_Ольховскаяулица_11с1Б.txt': 'МСК Бауманка',
    'Москва_Трубнаяулица_35.txt': 'МСК Цветной',
    'Москва_улица1812года_14с3.txt': 'МСК Баграт',
    'Москва_Болотниковскаяулица_1к2.txt': 'МСК Москворецкий',
    'Москва_Профсоюзнаяулица_114к2.txt': 'МСК Коньково',
    'Москва_Мантулинскаяулица_9к3.txt': 'МСК МоскваСити',
    'Санкт-Петербург_18-ялинияВасильевскогоострова_47.txt': 'СПБ БольшойПроспект',
    'Санкт-Петербург_Цветочнаяулица_18Б.txt': 'СПБ Решетникова'
}

id_users = ['156049763', '1020629', '5645464369', '353991236', '162526268']
